function Guidelines() {
  return (
    <div style={{ width: "70%", margin: "0 auto", textAlign: "center" }}>
      <h1>משימה/אתגר קיץ</h1>
      <h2>הנחיות הגשה</h2>
      <p>
        אדון וגברת דַרְסְלִי, דיירי דרך פְּרִיוֶוט מספר ארבע, ידעו לדווח בגאווה
        שהם נורמליים לגמרי ותודה ששאלתם. לא יעלה על הדעת כי מכל האנשים בעולם
        דווקא הם יסתבכו בפרשיות מוזרות או מסתוריות, והרי הם פשוט לא סובלים
        שטויות מסוג זה. מר דַרסְלי היה מנכ"ל של חברה בשם גְרַאנִינְגְס לייצור
        מקדחות. הוא היה איש גדל-ממדים, בשרני, וכמעט נטול צוואר למרות שדווקא היה
        לו שפם שמן למדי. גברת דַרסְלי היתה רזה ובלונדינית, ולה היה צוואר ארוך
        פי-שניים מהאורך המקובל, מה שהיה שימושי מאוד, כי רוב זמנה עבר עליה בהצצה
        מעל גדרות כדי לרגל אחר השכנים שלה. לַדַרסְלים היה תינוק ששמו דַאדְלִי,
        ובעיניהם לא היה בעולם ילד מוצלח ממנו.
      </p>
    </div>
  );
}

export default Guidelines;
